/* add card section - section title
consent section - add a new card */
"Add new" = "Agregar nuevo";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Banco";

/* Billing Address - title */
"Billing Address" = "Dirección de facturación";

/* add card section - billing info */
"Billing country or region" = "País o región de facturación";

"Card" = "Tarjeta";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Cancelar";

/* Card Info Cell - title */
"Card Information" = "Información de la tarjeta";

/* user input validation */
"Card’s expiration date is invalid" = "La fecha de vencimiento de la tarjeta no es válida";

/* consent section - unselect consent and go back to consent list */
"Change" = "Cambiar";

/* consent section - choose a saved card */
"Choose a card" = "Elegir una tarjeta";

/* billing city placeholder */
"City" = "Ciudad";

/* close button for alert */
"Close" = "Cerrar";

/* checkout button title for recurring payment */
"Confirm" = "Confirmar";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "Correo electrónico";

/* user input validation */
"Expiry date is required" = "La fecha de vencimiento es obligatoria";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "Para UnionPay, solo se pueden guardar tarjetas de crédito. Haz clic en “Pagar” para proceder con un pago único, o utiliza otra tarjeta si deseas guardarla para uso futuro.";

/* user input validation */
"Invalid email" = "Correo electrónico no válido";

/* user input validation */
"Invalid phone number" = "Número de teléfono no válido";

/* schema section - invalid schema data */
"Invalid schema" = "Formato no válido";

/* user input validation */
"Invalid state" = "Estado no válido";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Seguir usando tarjetas guardadas";

/* add card section - billing field */
"Name on card" = "Nombre en la tarjeta";

/* payment section separator */
"Or pay with" = "O pagar con";

/* checkout button title for one-off payment */
"Pay" = "Pagar";

/* title for payment sheet */
"Payment Methods" = "Métodos de pago";

/* add card section - billing field */
"Phone number" = "Número de teléfono";

/* user input validation */
"Please enter your city" = "Por favor, introduce tu ciudad";

/* country selection view error hint
user input validation */
"Please enter your country" = "Por favor, introduce tu país";

/* user input validation */
"Please enter your first name" = "Por favor, introduce tu nombre";

/* user input validation */
"Please enter your last name" = "Por favor, introduce tu apellido";

/* user input validation */
"Please enter your name on card" = "Por favor, introduce el nombre en la tarjeta";

/* user input validation */
"Please enter your street" = "Por favor, introduce tu calle";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Por favor, selecciona un banco";

/* billing postal code placeholder */
"Postal code" = "Código postal";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Eliminar";

/* consent section - alert title for delete a consent */
"Remove %@?" = "¿Eliminar %@?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "Igual que la dirección de envío";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Guardar mi tarjeta para futuros pagos";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Selecciona tu Banco";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Seleccionar...";

/* billing state placeholder */
"State" = "Estado";

/* billing street placeholder */
"Street" = "Calle";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "Esta opción se eliminará permanentemente de sus métodos de pago guardados.";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "Esta tarjeta se utiliza para otros pagos que ha configurado con %@. Por favor, contacte a %@ para actualizar el método de pago de estos pagos antes de eliminar esta tarjeta.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "Serás redirigido para completar tu pago tras la confirmación.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Haz clic en el botón de Apple Pay a continuación para completar tu compra de forma segura.";


/* billing state placeholder */
"Area" = "Área";

/* billing state placeholder */
"County" = "Condado";

/* billing state placeholder */
"Department" = "Departamento";

/* billing state/city placeholder */
"District" = "Distrito";

/* billing state placeholder */
"Do Si" = "Do Si";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Emirato";

/* billing state placeholder */
"Island" = "Isla";

/* billing state placeholder */
"Oblast" = "Provincia";

/* billing state placeholder */
"Parish" = "Parroquia";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Prefectura";

/* billing state placeholder */
"Province" = "Provincia";

/* billing city placeholder */
"Suburb" = "Barrio";

/* billing city placeholder */
"Town" = "Pueblo";

/* billing postal code placeholder */
"ZIP code" = "Código ZIP";

/* RegexInputValidator - shown when a required field is left empty */
"Required" = "Requerido";

/* RegexInputValidator - shown when input does not match its expected format */
"Please enter a valid value" = "Ingrese un número válido";
